{
    "aboutMe": "About Me",
    "habilities": "Skills",
    "github" :"GitHub",
    "aboutLucas": "I am Lucas, I graduated in Internet Systems Technology from the Federal Institute of São Paulo (IFSP São João da Boa Vista). I am passionate about Front End, with expertise in Vue.js 3.",
    "frontEnd": "Software Developer (MID)",
    "vue": "Vue.js",
    "aboutGraduation": "(2021 - Concluded in 2023)", 
    "description": "Hello, I'm Lucas, a Front-End web development enthusiast and passionate about creating engaging and functional digital experiences. Specialized in the Vue.js ecosystem, I am constantly seeking to enhance my skills and explore new possibilities in the creation of interactive and responsive interfaces.",
    "skills": "Mainly Skills",
    "components": "Designing and Developing Custom Components",
    "router": "Efficient Routing with Vue Router",
    "statement": "State Management using Vuex",
    "manipulation": "Event Handling and Dynamic Interactivity",
    "axios": "API Integration for Providing Dynamic Data",
    "responsive": "Responsive and Accessible Development",
    "graduate": "Academic Background",
    "course": "Graduate in Technology in Internet Systems",
    "dev": "Front-End Developer in Creators.llc",
    "time": "(2022 - Currently)",
    "institute": "Federal Institute of São Joao da Boa Vista - SP",
    "aboutLucasSub": "My main tools include Vue.js, Nuxt.js, and Laravel, with a focus on building scalable and high-performance applications. My goal is always to deliver projects that combine functionality, design, and technical excellence. Welcome to my portfolio! Here, you'll find projects that represent my journey and skills. Feel free to explore and learn more about my work. 🚀",
    "currently": "Currently",
    "experience": "Experience as a Frontend/Fullstack Developer, using framework like Vue.js and Laravel (PHP) to design interfaces for B2B solutions. Active collaboration in an agile team, prioritizing the achievement of measurable results.",
    "professionals_tag": "Professional",
    "educational_tag": "Educational",
    "experience_tag": "Professional Experience",
    "getInTouch": "Get in touch using the information below or by sending an email",
    "thisEmail": "this email.",
    "contact": "Contact",
    "conclusion": "English course completion using the Callan Method at Institute USK Callan Method at Poços de Caldas - MG",
    "someSkills": "Some of my technical skills.",
    "tools": "Tools",
    "learning": "I am focus in", 
    "exp_stefanini": "Experience in managing tickets using BMC Remedy, focusing on efficient routing and issue resolution, providing support to Alcoa Brasil. Proficient in routing and handling tickets from the United States and India.",
    "exp_stefanini_pl": "Experience in analyzing payment of internet link invoices for Alcoa client; receiving invoices and forwarding them to the responsible payment department; analysis in Excel spreadsheets; opening, forwarding, and monitoring critical tickets; close contact with internet link clients.",
    "ste_pl": "Stefanini Brazil - Support Analyst - Mid Level",
    "ste_pl_jr": "Stefanini Brazil - Junior Support Analyst",
    "aboutXp": "Creators is a company that enhances the results of brands and creators through the application of technology, data analysis, and expertise in influencer marketing. In my position at Creators.LLC, I work as a Full-Stack developer, with a predominant focus on Front-End development. I have significant experience improving web products using a variety of tools and technologies, such as: Development of dynamic interfaces with the Vue.js framework, Implementation of responsive design using Bootstrap, Seamless integration with APIs to ensure a continuous user experience, Advanced styling with SCSS to achieve an attractive and cohesive design, Utilization of Vuex for efficient application state management, Creation and maintenance of dynamic dashboards using Chart.js, emphasizing clear and informative data visualization, Code versioning control using Git/GitHub to ensure effective collaboration and organized, secure source code management, Maintenance and creation of REST APIs using Laravel.",
    "conclusionNanads": "These skills and experiences empower me to contribute significantly to the success of projects at Creators.LLC, ensuring high-quality products with exceptional performance.",
    "coded": "Coded by me",
    "contacts": "Contacts",
    "courseType": "Course",
    "knowMore": "Saiba Mais",
    "sendEmail": "Send Email",
    "subject": "Name",
    "message": "Message",
    "translation": "Translate"












  
   
























}