{
    "aboutMe": "About Me",
    "habilities": "Skills",
    "contact": "Contact",
    "github" :"GitHub",
    "aboutLucas": "I am Lucas, I graduated in Internet Systems Technology from the Federal Institute of São Paulo (IFSP São João da Boa Vista). I am passionate about Front End, with expertise in Vue.js 3.",
    "frontEnd": "Developer",
    "developer": "Front-End",
    "vue": "Vue.js",
    "description": "Hello, I'm Lucas, a Front-End web development enthusiast and passionate about creating engaging and functional digital experiences. Specialized in the Vue.js ecosystem, I am constantly seeking to enhance my skills and explore new possibilities in the creation of interactive and responsive interfaces.",
    "skills": "Mainly Skills",
    "components": "Designing and Developing Custom Components",
    "router": "Efficient Routing with Vue Router",
    "statement": "State Management using Vuex",
    "manipulation": "Event Handling and Dynamic Interactivity",
    "axios": "API Integration for Providing Dynamic Data",
    "responsive": "Responsive and Accessible Development",
    "graduate": "Academic Background",
    "course": "Bachelor of Technology in Internet Systems",
    "dev": "Front-End Developer in Creators.llc",
    "time": "(2022 - Currently)",
    "institute": "Federal Institute of São Joao da Boa Vista - SP",
    "aboutLucasSub": "Receiving feedback is always very welcome. I value teamwork collaboration, showing concern to support those who are starting out, as I have experienced this phase myself and understand the initial challenges. I have the habit of offering suggestions and expressing my point of view regarding improvement opportunities, allowing me to share my knowledge and gain new insights with the group.",
    "currently": "Currently",
    "experience": "Experience as a Frontend/Fullstack Developer, using tools like Vue.js and Laravel (PHP) to design interfaces for B2B solutions. Active collaboration in an agile team, prioritizing the achievement of measurable results.",
    "professionals_tag": "Professional",
    "educational_tag": "Educational",
    "experience_tag": "Professional Experience",
    "getInTouch": "Get in touch using the information below or by sending an email to",
    "thisEmail": "this email.",
    "contact": "Contact",
    "conclusion": "English course completion using the Callan Method at Institute USK Callan Method at Poços de Caldas - MG",
    "skills": "SKILLS",
    "tools": "Tools",
    "learning": "Learning"

























}