{
    "aboutMe": "Sobre Mim",
    "habilities": "Habilidades",
    "contact": "Contatos",
    "github" :"GitHub",
    "aboutLucas": "Eu sou Lucas, graduado em Tecnologia em Sistemas para Internet pelo Instituto Federal de São Paulo (IFSP São João da Boa Vista). Sou apaixonado por Front End, com especialização em Vue.js 3.",
    "frontEnd": "Software Developer (PL)",
    "vue": "(Vue.js)",
    "description": "Olá, eu sou Lucas, um entusiasta de desenvolvimento web Front-End apaixonado por criar experiências digitais envolventes e funcionais. Especializado no ecossistema Vue.js, buscando constantemente aprimorar minhas habilidades e explorar novas possibilidades na criação de interfaces interativas e responsivas.",
    "skills": "Habilidades Técnicas",
    "components": "Desenvolvimento de componentes",
    "router": "Roteamento eficiente com Vue Router",
    "statement": "Gerenciamento de estado utilizando Vuex",
    "manipulation" : "Manipulação de eventos e interatividade dinâmica ",
    "axios": "Integração de APIs para fornecer dados dinâmicos",
    "responsive": "Desenvolvimento responsivo e acessível",
    "graduate": "Formação Acadêmica",
    "course": "Graduado em Tecnologia em Sistemas para Internet",
    "aboutGraduation": "(2021 - Concluído em 2023)", 
    "institute": "Instituto Federal de São Joao da Boa Vista - SP",
    "dev": "Desenvolvedor Frontend JR na Creators.llc",
    "time": "(2022 - Atualmente)",
    "aboutLucasSub": "Minhas principais ferramentas incluem Vue.js, Nuxt.js e Laravel, com foco na construção de aplicações escaláveis e performáticas. Meu objetivo é sempre entregar projetos que unam funcionalidade, design e excelência técnica. Seja bem-vindo ao meu portfólio! Aqui, você encontrará projetos que representam minha trajetória e habilidades. Fique à vontade para explorar e conhecer mais sobre o meu trabalho. 🚀",
    "work": "Experiência como Desenvolvedor Frontend há 3 anos, empregando framework como Vue.js e Laravel (PHP) para conceber interfaces destinadas a soluções B2B. Colaboração ativa em uma equipe ágil, priorizando a obtenção de resultados mensuráveis.",
    "currently": "Atualmente",
    "experience": "Experiência como Desenvolvedor Frontend há 3 anos, empregando framework como Vue.js e Laravel (PHP) para conceber interfaces destinadas a soluções B2B. Colaboração ativa em uma equipe ágil, priorizando a obtenção de resultados mensuráveis.",
    "professionals_tag": "Profissional",
    "educational_tag": "Educacional",
    "experience_tag": "Experiência Profissional",
    "getInTouch": "Entre em contato através dos dados ou enviando um e-mail",
    "thisEmail": "este e-mail.",
    "conclusion": "Conclusão de curso de inglês pela metodologia Callan Method, através do Instituto USK Callan Method, Poços de Caldas - MG",
    "someSkills": "Algumas das minhas habilidades técnicas.",
    "tools": "Ferramentas",
    "learning": "Estou focado em",
    "exp_stefanini": "Experiência em gerenciamento de chamados utilizando BMC Remedy, com foco no roteamento eficiente e resolução de problemas, oferecendo suporte ao cliente Alcoa Brasil. Proficiente no roteamento e recebimento de chamados dos Estados Unidos e da Índia.",
    "exp_stefanini_pl": "Experiência em análise de pagamento de notas fiscais de links de internet do cliente Alcoa; recepção de notas fiscais e encaminhamento para a área responsável pelo pagamento; análise em planilhas do Excel; abertura, encaminhamento e monitoramento de tickets críticos; contato próximo com os clientes dos links de internet.",
    "ste_pl": "Stefanini Brasil - Analista de suporte - Pleno",
    "ste_pl_jr": "Stefanini Brasil - Analista de suporte - Junior",
    "aboutXp": "A Creators é uma empresa que potencializa os resultados de marcas e creators através da aplicação de tecnologia, análise de dados e expertise em marketing de influência. Na minha posição na Creators.LLC, atuo como Full-Stack, com foco predominante no desenvolvimento Front-End. Tenho experiência significativa em aprimorar produtos web, utilizando uma variedade de ferramentas e tecnologias, tais como: Desenvolvimento de interfaces dinâmicas com o framework Vue.js, Implementação de design responsivo utilizando Bootstrap, Integração fluida com APIs para garantir uma experiência de usuário contínua, Estilização avançada utilizando SCSS para alcançar um design atraente e coeso, Utilização do Vuex para um eficiente gerenciamento de estado da aplicação, Criação e manutenção de dashboards dinâmicos utilizando chart.js, enfatizando a visualização de dados de forma clara e informativa, Controle de versionamento de código utilizando Git/GitHub para garantir a colaboração eficaz e o gerenciamento do código-fonte de forma organizada e segura, Manutenção e Criação de API Rest usando Laravel",
    "conclusionNanads": "Essas habilidades e experiências me capacitam a contribuir de forma significativa para o sucesso dos projetos na Creators.LLC, garantindo produtos de alta qualidade e desempenho excepcional.",
    "coded": "Codificado por mim",
    "contacts": "Contatos",
    "courseType": "Curso",
    "knowMore": "Saiba Mais",
    "sendEmail": "Enviar Email",
    "subject": "Nome",
    "message": "Mensagem",
    "translation": "Traduzir"




}