{
    "aboutMe": "Sobre Mim",
    "habilities": "Habilidades",
    "contact": "Contatos",
    "github" :"GitHub",
    "aboutLucas": "Eu sou Lucas, graduado em Tecnologia em Sistemas para Internet pelo Instituto Federal de São Paulo (IFSP São João da Boa Vista). Sou apaixonado por Front End, com especialização em Vue.js 3.",
    "frontEnd": "Front-End",
    "developer": "Desenvolvedor",
    "vue": "(Vue.js)",
    "description": "Olá, eu sou Lucas, um entusiasta de desenvolvimento web Front-End apaixonado por criar experiências digitais envolventes e funcionais. Especializado no ecossistema Vue.js, buscando constantemente aprimorar minhas habilidades e explorar novas possibilidades na criação de interfaces interativas e responsivas.",
    "skills": "Habilidades Técnicas",
    "components": "Desenvolvimento de componentes",
    "router": "Roteamento eficiente com Vue Router",
    "statement": "Gerenciamento de estado utilizando Vuex",
    "manipulation" : "Manipulação de eventos e interatividade dinâmica ",
    "axios": "Integração de APIs para fornecer dados dinâmicos",
    "responsive": "Desenvolvimento responsivo e acessível",
    "graduate": "Formação Acadêmica",
    "course": "Bacharel em Tecnologia em Sistemas para Internet",
    "aboutGraduation": "(2021 - Concluído em 2023)", 
    "institute": "Instituto Federal de São Joao da Boa Vista - SP",
    "dev": "Desenvolvedor Frontend JR na Creators.llc",
    "time": "(2022 - Atualmente)",
    "aboutLucasSub": "Receber retorno é sempre muito bem vindo. Dou importância à colaboração em equipe, demonstrando preocupação em apoiar aqueles que estão começando, pois já vivenciei essa fase e compreendo as dificuldades iniciais. Tenho o hábito de oferecer sugestões e expressar meu ponto de vista em relação a oportunidades de aprimoramento, permitindo-me compartilhar meu conhecimento e adquirir novos insights com o grupo.",
    "work": "Experiência como Desenvolvedor Frontend há 2 anos, empregando framework como Vue.js e Laravel (PHP) para conceber interfaces destinadas a soluções B2C. Colaboração ativa em uma equipe ágil, priorizando a obtenção de resultados mensuráveis.",
    "currently": "Atualmente",
    "experience": "Experiência como Desenvolvedor Frontend há 2 anos, empregando framework como Vue.js e Laravel (PHP) para conceber interfaces destinadas a soluções B2C. Colaboração ativa em uma equipe ágil, priorizando a obtenção de resultados mensuráveis.",
    "professionals_tag": "Profissional",
    "educational_tag": "Educacional",
    "experience_tag": "Experiência Profissional",
    "getInTouch": "Entre em contato através dos dados ou enviando um e-mail para",
    "thisEmail": "este e-mail.",
    "contact": "Contato",
    "conclusion": "Conclusão de curso de inglês pela metodologia Callan Method, através do Instituto USK Callan Method, Poços de Caldas - MG",
    "skills": "HABILIDADES",
    "tools": "Ferramentas",
    "learning": "Estou focado em",
    "exp_stefanini": "Experiência em gerenciamento de chamados utilizando BMC Remedy, com foco no roteamento eficiente e resolução de problemas, oferecendo suporte ao cliente Alcoa Brasil. Proficiente no roteamento e recebimento de chamados dos Estados Unidos e da Índia.",
    "exp_stefanini_pl": "Experiência em análise de pagamento de notas fiscais de links de internet do cliente Alcoa; recepção de notas fiscais e encaminhamento para a área responsável pelo pagamento; análise em planilhas do Excel; abertura, encaminhamento e monitoramento de tickets críticos; contato próximo com os clientes dos links de internet.",
    "ste_pl": "Stefanini Brasil - Analista de suporte - Pleno",
    "ste_pl_jr": "Stefanini Brasil - Analista de suporte - Junior"
    
}